[
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001010001,
        "Text": "The Tale Begins"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001010001,
        "Text": "Amidst a swarm of mushbooms, Fuji cries out for help. Sumo gallantly dashes in, making quick work of the dangerous pests.\n'Help! Someone! Anyone!\nWe were set upon by fiends and my guard, Hasim, was injured in the ensuing battle.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001010002,
        "Text": "Seekers of Mana"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001010002,
        "Text": "While making his escape from Glaive Castle, Sumo overhears a suspicious exchange between the Dark Lord and Julius.\n'Who is it that dares spy on me!?'\n'Time to make my exit!'\n'You will tell my secrets to no one!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001010003,
        "Text": "Cibba"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001010003,
        "Text": "A sage who was once a leader and mentor to the Gemma Knights. He can be found in the Wendel cathedral, where a stream of sick and troubled visitors seek his wisdom. He is over a thousand years old."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001010004,
        "Text": "Freak Show and Tell"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001010004,
        "Text": "Sumo has become a gladiator forced into servitude by Glaive. He is only released from his prison to fight in the arena, earning his meals through victories as a cruel incentive for daily survival.\n'Draw your blade, boy! The Dark Lord commands it!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001010005,
        "Text": "I won't hear it!"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001010005,
        "Text": "In keeping his word to Hasim, uttered in his last breath, Sumo and Fuji go in search of a man called Bogard. Soon they come upon an elderly man in a cottage by the waterfall.\n'Pardon me, sir, but I seek a man named Bogard. Might you know where I can find him?'\n'I might. I might not. Doesn't mean I'm talking. I've nothing to say to the likes of you! Begone!\nDid you not hear me, boy!? I've nothing to say! Nothing! Now leave me be!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020001,
        "Text": "White Dragon Child"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020001,
        "Text": "The three friends head for the cave of Matango legend. After defeating the Great Viper, they venture deeper, only to find a single white dragon child.\n'This is the legendary white dragon?\nOh no... Its parents must not have survived that monster from earlier.'\n'We can't just leave it here! It won't make it on its own!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020002,
        "Text": "A Heated Situation"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020002,
        "Text": "Randi is captured by a goblin ambush in his path, but he is rescued by Primm from the goblins' boiling pot.\n'Hey, you there!\nWhat are you doing here, you idiot?'\n'Please help me!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020003,
        "Text": "Pity Peddlers"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020003,
        "Text": "Randi stops by the Dwarf Village's world famous sideshow exhibit to find a sprite child working to pay off their debt. Sympathetic to their sob story, he offers them money.\n'If you have any heart at all, please help!\nEven a small contribution of 100 GP would be appreciated!'\n'Haha! I'll take that, thank you!... What? There's nothing more to see here. Leave!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020004,
        "Text": "Hi-yo Mech Rider! Away!"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020004,
        "Text": "The empire has attacked a sandship in the Kakkara Desert, and Geshtar, one of Vandole's four generals, can be found in command.\n'Thanatos's emissary warned me about a group of meddlesome travelers. He must have meant you.\nShall we go for a round?\nThis is the end!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020005,
        "Text": "Pamaela"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020005,
        "Text": "A young girl from the Kingdom of Pandora, she is a friend of Primm's with secret feelings for Dyluck. An unfortunate incident caused a rift between the two friends, but they were later able to reconcile."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020006,
        "Text": "The Chosen One"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020006,
        "Text": "After falling down a waterfall, Randi is guided by a mysterious voice toward a rusty sword stuck in a stone.\n'...Randi. Take...the sword...'\n'Who are you?\nAnd what's a sword doing here?\nHeeeave! There!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020007,
        "Text": "Resonating Sword and Seed"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020007,
        "Text": "Luka states that the Mana Sword has lost its power. As one chosen by the sword, Randi is the only one who can restore it.\n'So where do I fit in?'\n'You must become a hero who is worthy of the sword!'\n'...Okay!'\n'Come, hold the sword up to the seed on the altar.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020008,
        "Text": "Big Bad Werewolves"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020008,
        "Text": "While trekking through the Haunted Forest, the scream of a young maiden rips through the air. Following the sound leads to a girl putting up a hard fight against two werewolves.\n'Heeelp!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001020009,
        "Text": "Krissie"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001020009,
        "Text": "As the young leader of the resistance, Krissie works with her allies at a cafe which serves as a hideout for their organization. Randi seems to have some feelings for her."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030001,
        "Text": "Machine Golem Shuffle"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030001,
        "Text": "At Stonesplit Gap, Angela and her party are discovered by Altena mages attempting to invade Valsena. For her supposed treason against the True Queen, she and the others are attacked without question.\n'Silence, you! You are all enemies of the kingdom! Hey! Bring out those magic devices! We'll trap them on the bridge!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030002,
        "Text": "Vuscav's Great Escape"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030002,
        "Text": "To escape Beuca Island, the three heroes must search the Seaside Cavern for the Ruler of the Seas. In the deepest part of the cavern, they are confronted by the man with red eyes. After a menacing exchange of words, the ground begins to shake, signaling the volcano's eruption.\n'Oh no! The volcano has started to erupt already! Whatever shall we do!?'\n'Ah! What is that? Wait... Are you trying to help us?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030003,
        "Text": "Von Boyage"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030003,
        "Text": "A self-proclaimed alchemist residing in the Free City of Maia. Having gifted his cannons to family members around the world, one can travel to all sorts of places by cannon."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030004,
        "Text": "The Wind in Our Sails"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030004,
        "Text": "Duran, bested by the Crimson Wizard, nearly lost confidence in his skills. He set out for the Holy City Wendel to gain the strength to overcome his failings.\n'Just you wait, Crimson Wizard! I ain't gonna stop until I'm more than powerful enough to take you down. You won't get away with this. I will defeat you!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030005,
        "Text": "All I Have Left"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030005,
        "Text": "Citadel Laurent fell to the agents of Nevarl. The princess found herself without a home, a father, and her only brother missing. She set out to find him.\n'Mother... I leave Father and our fallen countrymen to your care.\nElliot is my responsibility.\nI wear my mother's ribbon with pride. May it protect me on my journey.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030006,
        "Text": "A Reawwy Big Jump"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030006,
        "Text": "In order to reach Astoria, Charlotte asks for help from Mik. His extra special idea and good aim gives her a giant leap on her way.\n'This is a Springstepper! It lets you jump reaaally far!'\n'Okay, gweat. So...how exactwy is this supposed to hewp me?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030007,
        "Text": "A Bitter Farewell"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030007,
        "Text": "Unable to resist his beastman instincts, the boy transformed and attacked his only friend.\n'...N-no...no, no! Karl! ...Karl!!!\nHow did this happen...?\n...S-so...so sorry, Karl... I'm sorry...'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030008,
        "Text": "Run for It"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030008,
        "Text": "Having fallen for Isabella's tricks, Hawkeye is thrown into prison and charged with murdering his friend. Held hostage by her threat and unable to tell the truth, he helplessly hangs his head. Suddenly, the wall of his cell explodes and Niccolo appears.\n'I believe mew! I know mew were framed! Come on! We need to get away from here as soon as possible! Quick, through this hole!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030009,
        "Text": "Howl Under the Moon"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030009,
        "Text": "On a full moon night, Kevin is attacked by Karl without warning. As his self-control slips away, the beast within him awakens.\n'Urrr! Gah...! Stop!!!'\n'Body's moving on its own!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001030010,
        "Text": "Chasing the Light"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001030010,
        "Text": "In Astoria while staying at an inn, Riesz is awakened by a strange light shining through the window. Chasing after the light, she comes to find a weakened Faerie collapsed onto the ground.\n'Are you hurt?'\n'Ugh... I-I'm alright. Who are you?'\n'I am Riesz of Laurent, captain of the Amazon guard. I saw the light from Astoria.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001040001,
        "Text": "A Curious Creeping Vine"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001040001,
        "Text": "Keldric finds a mysterious seed beside a stone pillar. Upon picking it up, the seed flashes with light as ivy vines entangle his right arm.\n'What do you think this--'\n'Oh, no! Keldy! Throw it away!'\n'Huh? Waaah!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001040002,
        "Text": "Village Elder"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001040002,
        "Text": "An old man who has spent half his life as the village leader. Sixteen years ago, he found the baby Keldric on the banks of the river. Aware of fate's hand, he chose to become the guardian who would raise him. Once the captain of the village guardians, his body remains strong even at his old age."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001040003,
        "Text": "Buju Breakout"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001040003,
        "Text": "Buju hops away, so Ritzia asks Keldric to help her wrangle him. After a light stretch, Keldric races off.\n'Buju! Wait up!\nOhh! Keldy! Can you bring him back?'\n'Oookay!'\n'Don't be too rough with him, though!'\n'You got it!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001040004,
        "Text": "Little Spirit Faye"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001040004,
        "Text": "Guided by mysterious voices, the pair pushes forward to find a cluster of shining orbs form together into a small spirit before their very eyes.\n'Keldy. Could it-- Maybe it's a...spirit?'\n'Seems sorta--'\n'But why...? Say, Keldy?'\n'Huh? ...Keldy?'\n'Yes! Well, it looks like she's a quick learner, anyway...\nMy name is Ritzia. And you are?'\n'Faye.'\n'Are you Faye? That's your name?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001040005,
        "Text": "Aim for Wind Acorns"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001040005,
        "Text": "In search of the island's sacred beast, Keldric and Ritzia find themselves in the middle of a tomb.\n\nA giant monster attacks them, but not before issuing a mysterious warning...\n\n'Progeny of the black oracle...'\n'Ritzia!'\n'You must not seek the Echoes' release.'\n'Oh, no! Get back, Ritzia! Now!\nGet your claws off her!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001050001,
        "Text": "Rulers of the World"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001050001,
        "Text": "On word that pumpkins have taken over in the west of Domina, Shiloh rushes to the scene to find a pair of children chatting in the pumpkin patch.\n'Mwa ha ha ha ha!'\n'Bud! Stop laughing like that!'\n'Lisa, you and I will rule the world as brother and sister!'\n'Rule the world...with pumpkins?\nAs IF!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001050002,
        "Text": "It's the Li'l Things"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001050002,
        "Text": "A shy little cactus. He is a cactus of few words, but he happens to be thinking about many things."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001050003,
        "Text": "Masterful Merchant"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001050003,
        "Text": "On a visit to Teapo, Niccolo slips into skillful negotiation over a wheel he picked up on the highway.\n'You know...you're right. This is just an old wheel. Nothing special. Goodbye.'\n''Ang on, guv! Even I can tell that ain't no regular wheel!\nI'll take it! 'Ow much do you want for it?'\n'50,000 lucre.'\n'Niccolo, you're trying to take advantage of me collectionist's eye.\nDon't nothin' cost that much! Blimey!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001050004,
        "Text": "Pelican"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001050004,
        "Text": "This pelican delivers letters with a tune. She loves nothing else except for making deliveries. She doesn't just deliver letters, but fledgling monsters as well. As Pelican likes to do things at her own pace, she often makes mistakes and is not always on time. She doesn't seem to care, though."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001050005,
        "Text": "Tree Chat"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001050005,
        "Text": "Harvesting, offering seeds, and having lovely chats is a daily routine in the orchard near our hero's home.\n'We plants absorb the Mana energy of Fa'Diel to make air.\nWe circulate the Mana, source of all things.\nWe supply seeds with Mana energy so they can grow.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060001,
        "Text": "Xangar, Malevodon of Flame"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060001,
        "Text": "Poppen arrives at the Mana Tower to rescue Tess. Just when he finds her at the top, a firebird suddenly appears. What's worse, a mysterious force makes the beast invincible to attacks.\n'What's going on? Nothing seems to hurt it!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060002,
        "Text": "Sword from Above"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060002,
        "Text": "Xangar is protected by a mysterious force, making it impenetrable to attacks. Ferrik puts up a hard fight against the beast, when suddenly a sword falls from the sky and pierces the ground.\n'What just happened?'\n'Ferrik! Are you all right?'\n'Yeah. But look at that sword...\nWhere did this come from?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060003,
        "Text": "Seamoon"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060003,
        "Text": "A mermaid from Topple who lost her beloved in the calamity 10 years ago. Seamoon took Tamber with her to Illusia. She runs the Silver Mermaid in Mana Village and is a great source of advice to the young heroes."
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060004,
        "Text": "A Branch Bestowed"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060004,
        "Text": "In Lorimar, Tamber defeats Galem in a battle at the very bottom of Star Lake. Treant awakens from its slumber, and affirms the strange occurrences taking place in their world.\n'Hurry now, child of Illusia.\nYou must find a way to quell the Mana columns that are sprouting up across the world.'\n'Quell the Mana columns...'\n'Take this. It should open the way.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060005,
        "Text": "Best Quest for Your Buck"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060005,
        "Text": "At Dud Services, Wanderer carefully looks over the list of requests and their rewards before picking the right one.\n'Dud Services use dudbear network over world for collect hep requests and for find peoples who hep.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001060006,
        "Text": "Gaia's Gift"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001060006,
        "Text": "In the deepest parts of the fiery sands of Jadd, Wanderer defeats Thaydol. This awakens Gaia, who tasks Wanderer with restoring the world to its proper state.\n'Listen well, niccolo. I know neither his intentions nor his tactics as of yet. But you must stop that man at any cost...even if it defies the will of the planet.'\n'Stop who? What is the 'will of the planet'?'\n'Take this with you...'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110001,
        "Text": "Set Off for Adventure"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110001,
        "Text": "Quilto finds new friends in Duffle and Honeycomb as the two Pinzton locals give him a tour of town.\n'I know! How about we show you around? You might feel a bit better once you get your bearings. Come on! Let's go!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110002,
        "Text": "Who Bears the Sword"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110002,
        "Text": "After defeating a Mantis Ant alongside Primm and Popoi, Quilto finally meets with Randi and asks to see his sword.\n'Oh, right! Our friend here wants to take a look at your Mana Sword.'\n'Sure! ...But why?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110003,
        "Text": "Armored Inferno Assault"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110003,
        "Text": "New allies Blainchet and Raxa join Quilta on the continued search for the Mana Sword. While searching the ruins, a giant monster covered in flames appears.\n'Is it using the equipment of adventurers it's defeated? It'll be tough getting past its defenses.'\n'Then we should just attack it from behind!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110004,
        "Text": "Shadow on Soaring Wings"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110004,
        "Text": "On Flammie's back as they fly through the skies toward the sanctuary, our heroes are suddenly attacked by a winged Ebon Knight.\n'Aaah! The Ebon Knight! I didn't know he could fly!'\n'Is he a friend of yours? You might wanna tell him we're a bit over capacity.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110005,
        "Text": "Briarborough Faerie Boss"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110005,
        "Text": "Guided by Mousseline, Quilto and Baashear make their final stop at Briarborough in hopes of hearing more about the Mana Sword. But they're greeted by feisty faeries who soon grow irritated by their babble and call in their leader for battle.\n'Yo CHIEF! These two here are actin' like they're tougher than we are. You should show 'em who's boss!'\n'I don't think we'll be getting out of this without a fight.\nBuuut! If you win, they'll probably be your friends.'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001110006,
        "Text": "Dusk on a Hilltop"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001110006,
        "Text": "After wandering her way through curious settings, a path leads Quilta up a small hill. There, she meets Nona, one of the twin sisters, and patiently listens to her story of the Mana clan.\n'It's weird. We've only just met, but you already got me to open up about that. I wonder why...'\n'Nona! I knew I'd find you here.'\n'Oh hey, Diospyros! What's up?'\n''What's up'!? I heard you ran away, so I came to find you—that's what's up!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001111001,
        "Text": "The Tower on High"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001111001,
        "Text": "The heroes gape in awe at the lofty height of Twillwool Tower.\n'Hooo weee! This tower just keeps going and going! I can't even see through the clouds to the top! What do they need all those floors for anyway? Do you think this place is famous or somethin'? Come on, Baashear. Fill us in on the deets!'\n'Don't ask me! I won't feign knowledge about things the Mana Goddess doesn't deem important enough to teach me.'\n'Say...could this be THAT tower? The one named after the mage Twillwool the Great?'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001111003,
        "Text": "Victory High Five"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001111003,
        "Text": "The Scorpion Army rolls in to the steal the tournament in the final round. But Randi, Duran, and Quilto work together to wreak havoc on their robotic enemy.\n'At least we won, right? All's well that ends well.'\n'Too bad they got away though. And I am a little disappointed I didn't get to see the end of your fight!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001111004,
        "Text": "Show of Faith"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001111004,
        "Text": "Cornered into a cave by the Du'Inke with an injured Hawkeye, Quilta, Black Pearl, and Elazul band together in the face of danger after a rocky start.\n\n'Follow me!'\n'Gutsy enough to order around two Jumi Knights, eh? How amusing! You'd better have my back, too!'\n'Let's do this. No matter what stands in my way, there's only one thing for me to do—carve a way out for my comrades!'"
    },
    {
        "ColumnName": "name",
        "LocalizationTargetId": 4001111009,
        "Text": "Seamless Synergy"
    },
    {
        "ColumnName": "description",
        "LocalizationTargetId": 4001111009,
        "Text": "Four heroes face off against a Mantis Ant that's suddenly appeared in an echo. Beyond the bounds of differing worlds, they act as one in battle, leaving the monster with no escape."
    }
]